tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ansiweather"
brew "antlr"
brew "apache-spark"
brew "bash-completion"
brew "openssl"
brew "readline"
brew "black"
brew "emacs", args: ["HEAD"]
brew "cask"
brew "cloc"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "ctags", link: false
brew "curl"
brew "docker"
brew "docker-machine"
brew "elasticsearch"
brew "entr"
brew "exercism"
brew "fasd"
brew "fd"
brew "figlet"
brew "filebeat"
brew "fswatch"
brew "fzf"
brew "geoip"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "gnuplot"
brew "googler"
brew "gprof2dot"
brew "groff"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "httpie"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ispell"
brew "kibana"
brew "leiningen"
brew "links"
brew "logstash"
brew "luarocks"
brew "lynx"
brew "macvim"
brew "markdown"
brew "maven"
brew "mongodb"
brew "n"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node"
brew "offlineimap"
brew "opam"
brew "pgcli"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql"
brew "postgresql@9.6", restart_service: true
brew "pstree"
brew "pv"
brew "pyenv"
brew "r"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "scala"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "vifm"
brew "w3m"
brew "watch"
brew "weechat"
brew "wego"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "dart-lang/dart/dart"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "amethyst"
cask "diffmerge"
cask "iterm2"
cask "meld"
cask "minikube"
cask "oni"
cask "pgadmin4"
cask "postgres"
cask "vimr"
cask "virtualbox"
