tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "saulpw/vd"
tap "universal-ctags/universal-ctags"
brew "ansiweather"
brew "antlr"
brew "antlr4-cpp-runtime"
brew "apache-spark"
brew "aspell"
brew "bash-completion"
brew "bat"
brew "openssl@1.1"
brew "readline"
brew "black"
brew "broot"
brew "buku"
brew "emacs", args: ["HEAD"]
brew "cask"
brew "cloc"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "ddgr"
brew "docker-machine"
brew "python"
brew "elasticsearch"
brew "entr"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "figlet"
brew "filebeat"
brew "fswatch"
brew "fzf"
brew "geoip"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-secrets"
brew "glances"
brew "gnu-sed"
brew "gnu-typist"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "googler"
brew "gprof2dot"
brew "grip"
brew "groff"
brew "haskell-stack"
brew "highlight"
brew "howdoi"
brew "htop"
brew "httpie"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ispell"
brew "kafka"
brew "kubernetes-cli"
brew "lazygit"
brew "leiningen"
brew "lf"
brew "libusbmuxd", args: ["HEAD"]
brew "links"
brew "logstash"
brew "luarocks"
brew "lynx"
brew "macvim", link: false
brew "markdown"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "mono"
brew "n"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node"
brew "nushell"
brew "ocaml"
brew "offlineimap"
brew "opam"
brew "tmux", args: ["HEAD"]
brew "overmind"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgcli"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql", restart_service: true
brew "postgresql@9.6", restart_service: true
brew "pre-commit"
brew "pstree"
brew "pv"
brew "pyenv"
brew "r"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "scala"
brew "sloccount"
brew "sox"
brew "speedtest-cli"
brew "starship"
brew "task"
brew "tasksh"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "timewarrior"
brew "trash-cli"
brew "ultralist"
brew "w3m"
brew "watch"
brew "weechat"
brew "wego"
brew "wget"
brew "yacas"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
brew "saulpw/vd/visidata"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "amethyst"
cask "diffmerge"
cask "electerm"
cask "gephi"
cask "google-cloud-sdk"
cask "iterm2"
cask "kitty"
cask "macvim"
cask "meld"
cask "oni"
cask "pgadmin4"
cask "postgres"
cask "qlmarkdown"
cask "qutebrowser"
cask "rocket-typist"
cask "vimr"
cask "virtualbox"
cask "zotero"
